<template>
  <div class="safety-policy">
    <h1 >华信商家版隐私权政策</h1>
    <p style="text-align: right;">生效日期：2020年 02月 25日</p>
    <p><span>提示条款：</span></p>
    <p>
      <span>您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。鉴此，华信商家版服务提供者（或简称“我们”）制定本《华信商家版隐私权政策》（下称“本政策/本隐私权政策”）并提醒您：</span>
    </p>
    <p>
      <span>本政策适用于华信商家版提供的产品或服务。需要特别说明的是，<b><u>本政策不适用于其他第三方向您提供的服务，第三方向您提供的服务适用其向您说明的隐私权政策，也不适用于华信中另行独立设置隐私权政策的产品或服务。</u></b></span>
    </p>
    <p>
      <b><span>本政策与您使用我们的服务关系紧密，我们建议您仔细阅读并理解本政策全部内容，在确认充分理解并同意后再开始使用。我们努力用通俗易懂、简明扼要的文字表达，并对本政策中与您的权益存在重大关系的条款，采用粗体字进行标注以提示您注意。</span></b>
    </p>
    <p><b><span>您应重点阅读，在确认充分理解并同意后再开始使用。您使用或继续使用我们的服务，即意味着同意我们按照本政策收集、使用、储存和分享您的相关信息。</span></b></p>
    <p><span>如对本政策或相关事宜有任何问题，请通过华信商家版客服与我们联系。</span></p>
    <p><b><span>第一部分
          定义</span></b></p>
    <div><span>1.</span><span>华信商家版：</span><span>指华信商家版、饿百零售商家版网站、客户端（含APP/WEB形式）以及相关开放平台账号等。</span></div>
    <div>
      <span>2.</span><span>华信商家版服务提供者：</span><span>指华信商家版的网络及软件技术服务提供者上海拉扎斯信息科技有限公司、拉扎斯网络科技（上海）有限公司，注册地址为上海市普陀区真北路788号520室、507室。</span>
    </div>
    <div><span>3.</span><span>关联公司：</span><span>指阿里巴巴集团控股有限公司（Alibaba Group Holding
        Limited）最新上市公司年报披露的阿里巴巴集团控股有限公司的关联公司。</span></div>
    <div><span>4.</span><span>个人信息：</span><span>指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</span></div>
    <div>
      <span>5.</span><span>个人敏感信息：</span><span>指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等的个人信息（我们将在本隐私权政策中对具体个人敏感信息以</span><span>粗体</span><span>进行显著标识）。</span>
    </div>
    <div><span>6.</span><span>个人信息删除：</span><span>指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</span></div>
    <p><b><span>第二部分
          隐私权政策</span></b></p>
    <p data-spm-anchor-id="0.0.0.i4.7807HrgUHrgUy5"><b><span>本政策将帮助您了解以下内容：</span></b></p>
    <p data-spm-anchor-id="0.0.0.i1.7807HrgUHrgUy5"><b><span>1、</span></b><b><span>我们如何收集和使用您的信息</span></b></p>
    <p><b><span>2、</span></b><b><span>我们如何使用<span>Cookie</span>和同类技术</span></b></p>
    <p><b><span>3、</span></b><b><span>我们如何共享、转让、公开披露您的信息</span></b></p>
    <p><b><span>4、</span></b><b><span>我们如何保护您的信息</span></b></p>
    <p><b><span>5、</span></b><b><span>您如何管理您的信息</span></b></p>
    <p><b><span>6、</span></b><b><span>我们如何处理未成年人的信息</span></b></p>
    <p><b><span>7、</span></b><b><span>您的信息如何在全球范围转移</span></b></p>
    <p><b><span>8、</span></b><b><span>本隐私权政策如何更新</span></b></p>
    <p><b><span>9、</span></b><b><span>如何联系我们</span></b></p>
    <h1><span>一、</span><span>我们如何收集和使用您的个人信息</span></h1>
    <p><span>在您使用我们的产品及<span>/</span>或服务时，我们需要<span>/</span>可能需要收集和使用的您的个人信息包括如下两种：</span></p>
    <p>
      <b><span>1.</span></b><b><u><span>为实现向您提供我们产品及<span>/</span>或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及<span>/</span>或服务</span></u></b><b><span>；</span></b>
    </p>
    <p>
      <b><span>2.</span></b><b><u><span>为实现向您提供我们产品及<span>/</span>或服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及<span>/</span>或服务的基本功能</span></u></b><b><span>。</span></b>
    </p>
    <p><b><span>您理解并同意：</span></b></p>
    <p>
      <b><span>1.</span></b><b><u><span>我们致力于打造多样的产品和服务以满足您的需求，因我们向您提供的产品和服务种类众多且不同用户选择使用的具体产品<span>/</span>服务范围存在差异，相应的，基本<span>/</span>附加功能及收集使用的个人信息类型、范围等会有所区别，请以具体的产品<span>/</span>服务功能为准</span></u></b><b><span>；</span></b>
    </p>
    <p>
      <b><span>2.</span></b><b><u><span>为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用</span></u></b><b><span>。</span></b><span>在此过程中，如果您有任何疑问、意见或建议的，您可通过华信商家版提供的各种联系方式与我们联系，我们会尽快为您作出解答。</span>
    </p>
    <p><span>我们会实现本政策下述的各项功能，收集和使用您的个人信息：</span></p>
    <p><b><span>（一）帮助您成为我们的用户</span></b></p>
    <p>
      <span>为遵守法律法规的要求，在您注册成为我们的用户时，您需要提供<b>手机号码</b>以创建华信商家版账号。完成注册后，为了保证您的门店正常上线运营，您需要提供门店信息，包括营业执照、身份证照片、手持身份证照片等以便完成门店资质审核。</span>
    </p>
    <p><b><u><span>对于需要通过华信商家版账号才能使用的服务，我们可能会根据您提供的上述信息校验您的用户身份，确保我们是在为您本人提供服务。</span></u></b></p>
    <p><span>您在使用华信商家版时，为维护您的基本资料，改善您的服务体验，您可以完善或修改网络身份识别信息（如登录密码等）。</span></p>
    <p>
      <span>授权登录：我们可能经您同意后向第三方共享您的账号信息（门店名称及其他页面提示的信息），使您可以便捷地实现第三方账号的注册或登录。此外，我们可能会根据您的授权从第三方处获取您的账号信息，并与您的华信商家版账号进行绑定，使您可以通过第三方账号直接登录、使用我们的产品及<span>/</span>或服务或实现账号之间相关权益互通。我们将根据与第三方的约定，在您授权同意范围内使用您的相关信息。</span>
    </p>
    <p>
      <b><span>账号信息展示：如果您已拥有华信商家版平台账号，我们可能会在华信商家版平台服务中显示您的上述个人信息，以及您在华信商家版平台上或与华信商家版平台账号相关联的产品和服务中执行的操作，包括通过华信商家版平台账号集中展示您的资料、交易订单。我们会尊重您对华信商家版平台服务和华信商家版平台账号设置所作出的选择。</span></b>
    </p>
    <p><b><span>（二）为您提供商品或服务信息展示</span></b></p>
    <p><span>在您使用我们服务过程中，为保障您的账号安全、了解产品适配性、识别账号异常状态、向您提供更契合您需求的页面展示和搜索结果，我们可能会请求您提供或自动收集您的使用情况并储存为网络日志信息，包括：</span></p>
    <p>
      <span>设备信息：我们会根据您在软件安装及使用中的具体操作，接收并记录您所使用的设备相关信息（包括设备型号、操作系统版本、设备设置、设备广告标识符、移动设备识别码、网卡地址、移动应用列表等软硬件及设备环境信息）、设备所在位置相关信息（包括您授权的<span>GPS</span>位置以及<span>WLAN</span>接入点、蓝牙和基站等传感器信息）。</span>
    </p>
    <p>
      <span>服务日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存。包括浏览、点击查看、搜索查询、收藏、添加至购物车、交易、售后、分享信息、发布信息，以及<span>IP</span>地址、浏览器的类型、操作系统的版本、电信运营商、使用的语言、访问日期和时间。</span>
    </p>
    <p>
      <b><u><span>请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。</span></u></b><span>如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。<b><u>为向您提供更便捷、更符合您个性化需求的信息展示、搜索及推送服务，我们会根据您的设备信息和服务日志信息，提取您的偏好特征，并基于特征标签进行间接人群画像，展示、推送信息和可能的商业广告。</u></b></span>
    </p>
    <p><span>我们努力保障您的浏览体验，如果您不想接受我们给您发送的商业广告，您可通过短信提示回复退订或我们提供的其他方式进行退订或关闭。</span></p>
    <p><span>此外，我们也会为了不断改进和优化上述的功能来使用您的上述信息。</span></p>
    <p><b><span>（三）帮助您完成结算</span></b></p>
    <p><span>为完成收入结算，您需要提供银行卡号、所属银行、持卡人姓名等银行卡相关信息。我们会将您的包括银行卡号、有效期在内的银行卡支付必要信息与您选择的相应金融机构共享。</span></p>
    <p><span>为使我们及时获悉并确认您的结算进度及状态，为您提供售后及争议解决服务，您同意我们可自结算方式所对应的结算机构处收集与结算账号、结算进度相关的信息。</span></p>
    <p><b><span>（四）客服及争议处理</span></b></p>
    <p><span>当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账号及系统安全，<b>我们需要您提供必要的个人信息以核验您的身份。</b></span></p>
    <p>
      <b><span>为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信<span>/</span>通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息和订单信息。</span></b>
    </p>
    <p><span>为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。</span></p>
    <p><span>为了保证服务体验，处理服务纠纷，您在订单履行过程中拨打或者接听开启号码保护的电话时，您与用户、骑手间的通话信息可能会被录音。有关上述信息的收集和使用规则如下，或参见订单页面中的提示内容。</span></p>
    <p><span>（1）</span><span>经授权，当您与用户、骑手间出现服务纠纷时，平台可调取并使用录音信息作为解决纠纷的参考依据；</span></p>
    <div>
      <span>（2）</span><span>平台将切实保障通话双方的隐私安全，录音将上传至华信商家版服务器保存，各方无法自行下载、调取或播放录音；除以下情形外，平台不会将录音提供给任何人（包括通话主叫方、被叫方）：a）有权机关依法定程序调取；b）被录音的一方持司法机关出具的法律文件依法调取；</span>
    </div>
    <div><span>（3）</span><span>录音在保存14天后将永久删除，如遇差评、投诉、尚未处理完毕的纠纷等，平台将适当延长录音保存期限。</span></div>
    <p><b><span>（五）为您提供评价晒图等信息发布功能</span></b></p>
    <p><span>您可在华信商家版上对用户的评价进行回复，我们将收集您发布的信息，并展示您的用户名、头像和发布内容。</span></p>
    <p>
      <b><span>请注意，您发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片，请您更加谨慎地考虑，是否在使用我们的服务时发布分享相关信息。您公开发布的信息中涉及儿童个人信息的，需在发布前取得所涉及儿童的监护人授权同意。前述情形下监护人有权通过本政策第九条的途径联系我们，要求更正或删除涉及儿童个人信息的内容。</span></b>
    </p>
    <p><b><span>（六）为您提供安全保障</span></b></p>
    <p>
      <span>为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，确保操作环境安全与识别会员账号异常状态，更好地保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或华信商家版相关协议规则的情况，我们在应用程序中嵌入我们关联公司开发的应用安全<span>SDK</span>收集您的设备信息、服务日志信息，并可能使用或整合您的用户信息、交易信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账号及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</span>
    </p>
    <p><b><u><span>（七）为您提供其他附加服务</span></u></b></p>
    <div><span>
        为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息。</span><span>如果您不提供上述信息，不会影响您使用华信商家版的基本服务，</span><span>但您可能无法获得这些附加服务给您带来的用户体验。这些附加服务包括：</span>
    </div>
    <div>
      <span>1.</span><span>位置信息：为了便捷您确认配送距离，我们会基于您的地理位置为您提供服务。当您开启设备定位功能并使用我们基于位置提供的相关服务时，我们可能会收集和使用您的位置信息，以实现我们为您提供配送距离的目的。我们会使用有关技术对您的实际位置进行定位，这些技术包</span><span>括IP地址、GPS以及能够提供相关信息的WLAN接入点、蓝牙和基站</span><span>等传感器技术。</span><span>我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行关联以判断您的行踪轨迹。</span>
    </div>
    <div><span>2.</span><span>基于电话权限的附加功能：您可以使用该功能授权我们获取IMEI、IMSI等设备识别符信息，以用于保障您的账号和交易安全。</span></div>
    <div>
      <span>3.</span><span>基于相机/摄像头的附加服务：您可以使用该功能进行扫码用于登录、领取优惠信息，直接拍摄并上传图片用于评价、分享，以及特定场景下经您授权的参与活动等您明确知悉的场景。请您知晓，</span><span>即使您已同意开启摄像头权限，我们也仅会在您主动点击客户端摄像头图标拍照时通过摄像头获取照片信息。</span>
    </div>
    <div>
      <span>4.</span><span>基于相册（图片库/视频库）的图片/视频访问及上传的附加服务：您可以使用该功能上传您的照片/图片/视频，以实现上传店铺照片、发表评论/分享、拍照购物或与客服沟通提供证明等功能。</span>
    </div>
    <div>
      <span>5.</span><span>基于麦克风的语音技术相关附加服务：您可在开启麦克风权限后使用麦克风帮助您与客服联系或与客服机器人实现语音交互，在这些功能中我们会收集您的</span><span>录音内容</span><span>以响应您的客服及争议处理等需求。请您知晓，</span><span>即使您已同意开启麦克风权限，我们也仅会在您主动点击客户端内麦克风图标或录制视频时通过麦克风获取语音信息。</span>
    </div>
    <div>
      <span>您理解并同意，上述附加服务可能需要您在您的设备中开启您的位置、电话状态、摄像头（相机）、相册（图片库）、麦克风（语音）的访问权限，以实现这些权限所涉及信息的收集和使用。您可在您的设备设置或我们的相关客户端“设置-隐私-系统权限”中逐项查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。</span><span>请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。</span>
    </div>
    <p><b><span>（八）其他</span></b></p>
    <div><span> 1.</span><span>若你提供的信息中含有其他用户的个人信息，在向华信商家版提供这些个人信息之前，您需确保您已经取得合法的授权。</span></div>
    <div><span> 2.</span><span>若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，或者我们主动从第三方处获取您的个人信息，均会事先征求您的同意。</span></div>
    <div>
      <span>若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。</span>
    </div>
    <div><span>
        3.</span><span>征得授权同意的例外</span></div>
    <p>
      <span>您充分理解并同意，根据相关法律法规规定，我们在以下情形中收集、使用您的个人信息无需征得您的授权同意，且我们可能不会响应您提出的更正<span>/</span>修改、删除、注销、撤回同意、索取信息的请求：</span>
    </p>
    <p><span>1)</span><span>与国家安全、国防安全有关的；</span></p>
    <p><span>2)</span><span>与公共安全、公共卫生、重大公共利益有关的；</span></p>
    <p><span>3)</span><span>与犯罪侦查、起诉、审判和判决执行等有关的；</span></p>
    <p><span>4)</span><span>出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</span></p>
    <p><span>5)</span><span>所收集的个人信息是您自行向社会公众公开的；</span></p>
    <p><span>6)</span><span>从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</span></p>
    <p><span>7)</span><span>根据与您签订和履行相关协议或其他书面文件所必需的；</span></p>
    <p><span>8)</span><span>用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</span></p>
    <p><span>9)</span><span>为合法的新闻报道所必需的；</span></p>
    <p><span>10)</span><span>学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</span></p>
    <p><span>11)</span><span>法律法规规定的其他情形。</span></p>
    <p>
      <span>请知悉，根据适用的法律，若我们<b><u>对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原</u></b>，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善华信商家版的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），<b><u>则此类处理后数据的使用无需另行向您通知并征得您的同意</u></b>。</span>
    </p>
    <div><span>
        4.</span><span>如我们停止运营华信商家版产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。涉及儿童个人信息的，我们会并将停止运营的通知及时告知儿童监护人。</span>
    </div>
    <p><span>5.</span><span>在您主动注销账号时，我们将根据适用法律法规的要求尽快使其匿名或删除您的个人信息。</span></p>
    <h1><span>二、</span><span>我们如何使用<span>Cookie</span>和同类技术</span></h1>
    <p><b><span>（一）<span>Cookie
          </span></span></b></p>
    <p><span>为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储<span>Cookie</span>、<span>Flash
          Cookie</span>或浏览器或关联应用程序提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称<span>“Cookie”</span>）。借助于<span>
          Cookie</span>，网站能够存储您的偏好或购物车内的商品等数据。</span></p>
    <p><b><u><span>如果您的浏览器或浏览器附加服务允许，您可修改对<span>Cookie</span>的接受程度或拒绝我们的<span>Cookie</span>。</span></u></b><span>有关详情，请参见<span>
          AboutCookies.org</span>。但如果您这么做，在某些情况下可能会影响您安全访问我们的网站，且可能需要在每一次访问我们的网站时更改用户设置。</span></p>
    <p><b><span>（二）<span>Cookie</span>同类技术</span></b></p>
    <p><span>除<span>Cookie</span>外，我们还会在网站上使用网站信标、像素标签、<span>ETag</span>等其他同类技术。</span></p>
    <p>
      <span>例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好，以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</span>
    </p>
    <p>
      <span>ETag</span><span>（实体标签）是在互联网浏览器与互联网服务器之间背后传送的<span>HTTP</span>协议标头，可代替<span>Cookie</span>。<span>ETag</span>可以帮助我们避免不必要的服务器负载，提高服务效率，节省资源、能源，同时，我们可能通过<span>ETag</span>来记录您的身份，以便我们可以更深入地了解和改善我们的产品或服务。<b><u>大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。</u></b>但请注意，如果停用<span>ETag</span>，您可能无法享受最佳的产品或服务体验。</span>
    </p>
    <h1><span>三、</span><span>我们如何共享、转让、公开披露您的个人信息</span></h1>
    <p><b><span>（一）共享</span></b></p>
    <p><span>我们不会与华信商家版服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</span></p>
    <div>
      <div><span>1.</span><span>在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</span></div>
      <div><span>2.</span><span>在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</span></div>
      <div>
        <span>3.</span><span>在您主动选择情况下共享：若您通过华信商家版购买商品和服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品和服务的提供者，以实现您的交易及售后服务需求。</span>
      </div>
      <div><span>4.</span><span>与第三方服务商共享：当您通过华信商家版购买商品或服务时，为向您提供第三方配送等服务，我们必须与第三方服务商共享您的个人信息。</span></div>
      <div>
        <span>5.</span><span>与关联公司间共享：</span><span>为便于我们基于华信商家版账号向您提供产品和服务，推荐您可能感兴趣的信息，识别会员账号异常状态，保护华信商家版关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司共享。</span><span>我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</span>
      </div>
      <div>
        <span>6.</span><span>与授权合作伙伴共享：</span><span>我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能。</span><span>我们仅会出于本隐私权政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且不能将此信息用于其他任何目的。对于涉及儿童个人信息的，我们不允许合作伙伴进行转委托。</span>
      </div>
    </div>
    <p><span>目前，我们的授权合作伙伴包括以下类型：</span></p>
    <p>
      <span>（<span>1</span>）广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息与提供广告、分析服务的合作伙伴共享。我们会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但不会提供您的个人身份信息，或者我们将这些信息进行去标识化处理，以便它不会识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。</span>
    </p>
    <p>
      <span>（<span>2</span>）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</span>
    </p>
    <p>
      <span>（<span>3</span>）我们会对授权合作伙伴获取有关信息的应用程序接口（<span>API</span>）、软件工具开发包（<span>SDK</span>）进行严格的安全监测，并与授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。</span>
    </p>
    <p><b><span>（二）转让</span></b></p>
    <p><span>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</span></p>
    <p><span>1.</span><span>在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</span></p>
    <p><span>2.</span><span>在华信商家版服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或</span></p>
    <p><span><br></span></p>
    <p><span>破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继</span></p>
    <p><span><br></span></p>
    <p><span>续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</span></p>
    <p><b><span>（三）公开披露</span></b></p>
    <p><span>我们仅会在以下情况下，公开披露您的个人信息：</span></p>
    <p><span>1.</span><span>获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</span></p>
    <div>
      <span>2.</span><span>如果我们确定您出现违反法律法规或严重违反华信商家版相关协议及规则的情况，或为保护华信商家版用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息</span><span>，包括相关违规行为以及华信商家版已对您采取的措施。</span>
    </div>
    <div><span>3.</span><span>基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</span></div>
    <p><br></p>
    <p><b><span>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</span></b></p>
    <p><span>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</span></p>
    <p><span>1.</span><span>与国家安全、国防安全有关的；</span></p>
    <p><span>2.</span><span>与公共安全、公共卫生、重大公共利益有关的；</span></p>
    <p><span>3.</span><span>与犯罪侦查、起诉、审判和判决执行等有关的；</span></p>
    <p><span>4.</span><span>出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</span></p>
    <p><span>5.</span><span>您自行向社会公众公开的个人信息；</span></p>
    <p><span>6.</span><span>从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</span></p>
    <p>
      <span>请知悉，根据适用的法律，若我们<b><u>对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意</u></b>。</span>
    </p>
    <h1><span>四、</span><span>我们如何保护您的个人信息</span></h1>
    <p>
      <span>（一）我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，在您的浏览器与服务器之间交换数据时受<span>SSL</span>协议加密保护；我们同时对华信商家版网站提供<span>HTTPS</span>协议安全浏览方式；我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</span>
    </p>
    <p><span>我们指定了专人负责儿童信息的保护，严格设定信息访问权限，对可能接触到儿童信息的工作人员采取最小够用授权原则，并采取技术措施对工作人员处理儿童信息的行为进行记录和管控，避免违法复制、下载儿童个人信息。</span>
    </p>
    <p>
      <span>（二）我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。目前，我们的重要信息系统已经通过网络安全等级保护三级认证和<span>ISO27001</span>认证。</span>
    </p>
    <p>
      <span>（三）我们会采取合理可行的措施，尽力避免收集无关的个人信息。<b><u>我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律有强制的存留要求。</u></b>例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。而我们判断前述期限的标准包括：</span>
    </p>
    <p><span>1.</span><span>完成与您相关的交易目的、维护相应交易及业务记录、应对您可能的查询或投诉；</span></p>
    <p><span>2.</span><span>保证我们为您提供服务的安全和质量；</span></p>
    <p><span>3.</span><span>您是否同意更长的留存期间；</span></p>
    <p><span>4.</span><span>是否存在保留期限的其他特别约定。</span></p>
    <p><b><u><span>在您的个人信息超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。</span></u></b></p>
    <p>
      <span>（四）互联网并非绝对安全的环境，使用华信商家版服务时，<b><u>我们强烈建议您不要使用非华信商家版推荐的通信方式发送您的信息。</u></b>您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。</span>
    </p>
    <p>
      <span>在使用华信商家版服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账号或密码发生泄露，请您立即联络华信商家版客服，以便我们根据您的申请采取相应措施。</span>
    </p>
    <p>
      <span>请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</span>
    </p>
    <p>
      <span>请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</span>
    </p>
    <p>
      <span>（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</span>
    </p>
    <p>
      <span>我们已制定儿童信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生儿童信息安全事件后，我们将按照法律法规的要求，及时向儿童及其监护人告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、儿童及其监护人可自主防范和降低风险的建议、对儿童及其监护人的补救措施等。我们将及时将事件相关情况以<span>APP</span>推送通知、发送邮件<span>/</span>短消息等方式告知儿童及其监护人。难以逐一告知时，我们会采取合理、有效的方式发布相关警示信息。同时，我们还将按照监管部门要求，主动上报儿童信息安全事件的处置情况。若儿童及其监护人的合法权益受损，我们将承担相应的法律责任。</span>
    </p>
    <p><span>同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</span></p>
    <h1><span>五、</span><span>您如何管理您的信息</span></h1>
    <p>
      <span>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账号安全。您有权利查询、更正、管理、删除自己的信息并保护自己的隐私和安全。</span>
    </p>
    <p><b><span>(一)</span></b><b><span>访问您的个人信息</span></b></p>
    <p><span>除法律法规规定的例外情况，无论您何时使用我们的服务，我们都会力求让您顺利访问自己的个人信息。您可以通过如下方式行使您的访问权利</span></p>
    <p><span>1.</span><span>账号信息：如果您希望访问或编辑您的账号中的个人资料信息、更改您的密码、添加安全信息等，您可以在您使用的产品中执行此类操作。</span></p>
    <p><span>2.</span><span>订单信息：您可以在我们系统中查阅或清除您的订单记录，交易记录等。</span></p>
    <p><b><span>(二)</span></b><b><span>更正或补充您的个人信息</span></b></p>
    <p>
      <span>当您需要更新您的个人信息时，或发现我们处理您的个人信息有错误时，您有权作出更正或更新。您可以自行在我们系统内进行更正，或通过反馈与报错等将您的更正申请提交给我们。在您进行更新或更正前，我们可能会先要求您验证自己的身份，然后再处理您的请求。</span>
    </p>
    <p><b><span>(三)</span></b><b><span>删除您的个人信息</span></b></p>
    <p><span>1.</span><span>您可以通过产品中的设置或功能控件删除您的信息。</span></p>
    <p><span>2.</span><span>发生以下情形，您可以向我们提出删除个人信息的请求：</span></p>
    <p><span>a)</span><span>如果我们处理个人信息的行为违反法律法规；</span></p>
    <p><span>b)</span><span>如果收集、使用您的个人信息，却未征得您的同意；</span></p>
    <p><span>c)</span><span>如果我们处理个人信息的行为违反了与您的约定；</span></p>
    <p><span>d)</span><span>如果您不再使用我们的产品或服务，或您主动注销了账号；</span></p>
    <p><span>e)</span><span>如果我们终止产品运营及服务。</span></p>
    <p><span>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。</span></p>
    <p>
      <b><u><span>当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。</span></u></b>
    </p>
    <p><b><span>(四)</span></b><b><span>改变您授权同意的范围</span></b></p>
    <p><span>每个业务功能需要一些基本的个人信息才能得以完成（见本隐私权政策
        “第一部分”）。除此之外，</span></p>
    <p><span>1.</span><span>您可以通过解除绑定、修改个人设置、删除相关信息等方式撤回部分授权，也可以通过关闭功能的方式撤销授权。</span></p>
    <p>
      <span>2.</span><span>当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也将不再处理您相应的个人信息。<b><u>但您撤回同意或授权的决定，不会影响此前基于您的同意或授权而开展的个人信息处理。</u></b></span>
    </p>
    <p><b><span>(五)</span></b><b><span>注销您的账号</span></b></p>
    <p><span>您可以通过以下方式申请注销您的账户：</span></p>
    <p>
      <span>1.</span><span>您可以自行在“注销账号”页面（如饿百零售商家版<span>APP</span>“我的<span>-</span>账号与安全<span>-</span>注销账号”）提交账号注销申请；</span>
    </p>
    <p><span>2.</span><span>联系华信商家版客服寻求帮助，协助您申请注销您的账户。</span></p>
    <p><span>在您主动注销账号之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。</span></p>
    <p><b><span>(六)</span></b><b><span>约束信息系统自动决策</span></b></p>
    <p>
      <span>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害华信商家版商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。</span>
    </p>
    <p><b><span>(七)</span></b><b><span>响应您的上述请求</span></b></p>
    <p><span>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</span></p>
    <p><span>我们将在<span>15</span>天内做出答复。如您不满意，还可以通过华信商家版客服发起投诉。</span></p>
    <p>
      <span>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于与您的身份不直接关联的信息、无端重复的信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。</span>
    </p>
    <p><span>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</span></p>
    <p><span>1.</span><span>与国家安全、国防安全有关的；</span></p>
    <p><span>2.</span><span>与公共安全、公共卫生、重大公共利益有关的；</span></p>
    <p><span>3.</span><span>与犯罪侦查、起诉、审判和执行判决等有关的；</span></p>
    <p><span>4.</span><span>有充分证据表明个人信息主体存在主观恶意或滥用权利的；</span></p>
    <p><span>5.</span><span>响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</span></p>
    <p><span>6.</span><span>涉及商业秘密的。</span></p>
    <h1><span>六、</span><span>我们如何处理未成年人的个人信息</span></h1>
    <p>
      <b><u><span>在电子商务活动中我们推定您具有相应的民事行为能力。如您为未成年人的，我们建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</span></u></b>
    </p>
    <p>
      <span>一旦我们识别出您是儿童用户的，我们将通知您的监护人并要求您的监护人同意儿童个人信息收集使用规则。对于经父母或监护人同意使用我们的产品或服务而收集儿童个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护儿童所必要的情况下使用、共享、转让或披露此信息。</span>
    </p>
    <p><span>若您是儿童的父母或其他监护人，请您关注您监护的儿童是否是在取得您的授权同意之后使用我们的服务。如您对您所监护的儿童的个人信息有疑问，请通过第九部分中的联系方式与我们联系。</span></p>
    <h1><span>七、</span><span>您的个人信息如何在全球范围转移</span></h1>
    <p><span>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：</span></p>
    <p><span>1.</span><span>法律法规有明确规定；</span></p>
    <p><span>2.</span><span>获得您的明确授权；</span></p>
    <p><span>3.</span><span>您通过互联网进行跨境交易等个人主动行为。</span></p>
    <p><span>针对以上情形，我们会确保依据本隐私权政策对您的个人信息提供足够的保护。</span></p>
    <h1><span>八、</span><span>本隐私权政策如何更新</span></h1>
    <p><span>我们的隐私权政策可能变更。</span></p>
    <p><span>未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在专门页面上展示最新版的隐私权政策。</span></p>
    <p><span>对于重大变更，我们还会提供更为显著的通知（包括我们会通过华信商家版公示的方式进行通知甚至向您提供弹窗提示）。</span></p>
    <p><span>本政策所指的重大变更包括但不限于：</span></p>
    <p><span>1.</span><span>我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</span></p>
    <p><span>2.</span><span>我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；</span></p>
    <p><span>3.</span><span>个人信息共享、转让或公开披露的主要对象发生变化；</span></p>
    <p><span>4.</span><span>您参与个人信息处理方面的权利及其行使方式发生重大变化；</span></p>
    <p><span>5.</span><span>我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；</span></p>
    <p><span>6.</span><span>个人信息安全影响评估报告表明存在高风险。</span></p>
    <p><span>我们还会将本隐私权政策的旧版本在用户隐私政策页面底部展示的链接中存档，供您查阅。</span></p>
    <h1><span>九、</span><span>如何联系我们</span></h1>
    <p><span>您可以通过以下方式与我们联系，我们将在<span>15</span>天内回复您的请求：</span></p>
    <p><span>1.</span><span>如对本政策内容、儿童个人信息保护有任何疑问、意见或建议，您可通过华信商家版客服与我们联系；</span></p>
    <p><span>2.</span><span>如发现个人信息可能被泄露，您可以通过华信商家版客服（<span>10105757</span>）投诉举报；</span></p>
    <p>
      <span>3.</span><span>我们还设立了个人信息保护专职部门，您可以通过<span>pipwg@service.alibaba.com</span>与其联系，我方收件地址：上海市普陀区金沙江路<span>1518</span>弄近铁城市广场北座<span>16</span>楼。</span>
    </p>
    <p><span>4.</span><span>如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，</span></p>
    <p><span><b><u><br></u></b></span></p>
    <p><span><b><u>您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。</u></b></span></p>
  </div>

</template>

<script>
  export default {
    
  }
</script>

<style scoped>

  .safety-policy {
    padding: 10px 15px 40px;
  }
  .safety-policy h1 {
      font-size: 18px;
      text-align: center;
      font-weight: 700;
  }
  .safety-policy h2 {
      margin: 15px 0 4px;
      font-size: 16px;
      font-weight: 700;
  }
  .safety-policy > div {
      text-indent: 2em;
  }
  .safety-policy p{
      font-size: 12px;
      margin-bottom: 4px;
      line-height: 1.5;
      text-indent: 2em;
  }
  .safety-policy span {
      font-size: 12px;
      margin-bottom: 4px;
      line-height: 1.5;
  }
  .safety-policy li{
      list-style-type: none;
      text-indent: 2em;
      font-size: 12px;
      font-weight: 700;
      color: #333;
      margin: 5px 0;
  }

</style>
